Repository: CreateAmrita/heat-thermodynamics-virtual-lab
Catalog: src/lab/Heat_Transfer_by_Natural_Convection/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: लटकती मेनू से सामग्री का चयन करें।

source: help2
hi_in: स्लाइडर का उपयोग लकड़ी के बक्से की चौड़ाई, 'लकड़ी के बॉक्स की चौड़ाई' सेट।

source: help3
hi_in: 'स्लाइडर, लकड़ी के बक्से की ऊंचाई का उपयोग कर लकड़ी के बक्से की ऊंचाई निर्धारित करें।

source: help4
hi_in: स्लाइडर का उपयोग सिलेंडर के व्यास, 'सिलेंडर के व्यास' सेट।

source: help5
hi_in: स्लाइडर का उपयोग सिलेंडर की लंबाई, 'सिलेंडर की लंबाई' सेट करें।

source: help6
hi_in: स्लाइडर का उपयोग सिलेंडर की मोटाई, 'सिलेंडर की मोटाई' सेट।

source: help7
hi_in: लकड़ी के बॉक्स का उपयोग करें चेक बॉक्स के पार अनुभाग दृश्य दिखाने के लिए।

source: help8
hi_in: तंत्र में छोड़ दिया / सही तीर पर क्लिक करके तापमान मोड में से किसी एक (1-6) का चयन करें।

source: help9
hi_in: सेट वोल्टेज और दौर स्विच करने के लिए पास तीर पर क्लिक करके वर्तमान।

source: help10
hi_in: बटन 'पर सत्ता' पर क्लिक करके तंत्र पर पावर।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Heat Transfer by Natural Convection
hi_in: प्राकृतिक संवहन द्वारा हीट ट्रांसफर

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: 2015 - 2009 कॉपीराइट © अमृता विश्वविद्यालय

source: Choose Material:
hi_in: सामग्री का चयन

source: cm
hi_in: से.मी

source: Aluminium
hi_in: एल्युमिनियम

source: Width of wooden box:
hi_in: लकड़ी के बक्से की चौड़ाई:

source: Height of wooden box:
hi_in: लकड़ी के बक्से की ऊंचाई:

source: Diameter of Cylinder:
hi_in: सिलेंडर के व्यास:

source: Length of the Cylinder:
hi_in: सिलेंडर की लंबाई:

source: Thickness of Cylinder:
hi_in: सिलेंडर की मोटाई:

source: Power On
hi_in: पावर ऑन

source: Reset
hi_in: रीसेट

source: Show cross section
hi_in: दिखाएँ क्रॉस सेक्शन

source: Nusselt number(N):
hi_in: नुस्सेलत संख्या (और):

source: Heat transfer coefficient(h):
hi_in: गर्मी हस्तांतरण गुणांक (ज):

source: Copper
hi_in: तांबा

source: Iron
hi_in: लोहा

source: Silver
hi_in: चांदी

source: Steel
hi_in: स्टील

source: POWER OFF
hi_in: बिजली बंद

source: POWER ON
hi_in: पावर ऑन
