Repository: CreateAmrita/heat-thermodynamics-virtual-lab
Catalog: src/lab/Black_Body_Radiation/locale/*/messages.po
Languages: ml_in

source: Black Body Radiation: Stefan-Boltzmann Radiation Law
ml_in: ബ്ലാക്ക് ബോഡി റേഡിയേഷൻ: സ്റ്റെഫാൻ ബോൾട്ട്സ്മാൻ റേഡിയേഷൻ നിയമം

source: Power on
ml_in: പവർ ഓണ്‍

source: Reset
ml_in: പുനഃസജ്ജമാക്കുക

source: g
ml_in: ഗ്രാം

source: cm
ml_in: സെമി

source: START
ml_in: തുടക്കം

source: Variables
ml_in: വേരിയബിള്സ്

source: Measurements
ml_in: അളവുകളും

source: Water Temperature
ml_in: വാട്ടർ താപനില :

source: Surrounding Temperature
ml_in: ചുറ്റുമുള്ള താപനില :

source: Mass of Disc
ml_in: ഡിസ്ക് പിണ്ഡം :

source: Radius of Disc
ml_in: ഡിസ്ക് ഓഫ് റേഡിയസ് :

source: cross-sectional view
ml_in: ക്രോസ്-വിഭാഗീയ കാഴ്ച

source: Select temperature probe
ml_in: തിരഞ്ഞെടുക്കുക താപനില അന്വേഷണം

source: Fit the disc
ml_in: ഡിസ്ക് അനുയോജ്യമാക്കുക

source: STOP
ml_in: നിർത്തുക
