Repository: CreateAmrita/heat-thermodynamics-virtual-lab
Catalog: src/lab/Heat_Transfer_by_Conduction/locale/*/messages.po
Languages: hi_in

source: Cardboard
hi_in: गत्ता

source: Glass
hi_in: कांच

source: Mica
hi_in: अबरी

source: Asbestos-cement board
hi_in: एस्बेस्टोस सीमेंट बोर्ड

source: Ebonite solid
hi_in: ठोस आबनिट

source: Heat Transfer by Conduction
hi_in: चालन द्वारा हीट ट्रांसफर

source: Power on
hi_in: पावर ऑन

source: Reset
hi_in: रीसेट

source: cm
hi_in: सेमी

source: START
hi_in: स्टार्ट

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: Choose material:
hi_in: सामग्री चुनें:

source: Diameter of material:
hi_in: सामग्री के व्यास:

source: Thickness of material:
hi_in: सामग्री की मोटाई:

source: Cold water temperature:
hi_in: ठंडा पानी तापमान:

source: Show cross section
hi_in: दिखाएँ क्रॉस सेक्शन

source: Show result
hi_in: परिणाम दिखाओ

source: Voltage of both heaters must be same.
hi_in: दोनों के हीटर की वोल्टेज एक ही होना चाहिए।

source: STOP
hi_in: रुकें

source: Thermal conductivity:
hi_in: ऊष्मीय चालकता:
